{
  "roomImage": "Hallwa.svg",
  "nextRoom": "bedRoom",
  "completedText": " <br\/>Completed",
  "help": " <br\/>help",
  "targets": [{
    "Name": "Carpet",
    "bannerText": "Dust Mites (Carpet) – Allergen",
    "yValue": 20,
    "thumbScale": "translate(-3750,-3001) scale(5)",
    "isTrigger": true,
    "hint": "You walk all over me",
    "hintXValue": 23,
    "preText": ["<p><strong><span style=\"font-size:14px\">Welcome to the hallway of the Asthma Trigger House<\/span><\/strong><\/p>\n\n<p><span style=\"font-size:14px\">This hallway is where you will learn how to use this Asthma Trigger House learning tool. Each room of the Asthma Trigger House will be used the same way. There are 2 learning phases in each room.&nbsp; Phase 1 is Find The Triggers and Phase 2 is Ways To Avoid. The learning phase you are in is on the upper right. Each room has unique triggers.&nbsp;A box will show information specific to each trigger found. The &quot;X&quot; at the top right&nbsp; of each information box must be clicked to close the box. The total number of triggers to be found in each room is in the upper left and will help you know how many to find in each phase.This number will decrease as you find each trigger. Each found trigger goes into the collection box at the bottom of the screen.&nbsp; When you get to &quot;0&quot;, you will see the collection box full and you will either move to the next phase or next room.&nbsp; Please turn on your speakers so you can hear as well as see the triggers as you find them in each room.<\/span><\/p>\n\n<p><span style=\"font-size:14px\"><strong>Now let&#39;s learn in the hallway how to use this tool.<\/strong> There are <strong>3<\/strong> asthma triggers in <strong>this<\/strong> room.<\/span><\/p>\n\n<ul>\n\t<li><span style=\"font-size:14px\">Click on the 1st asthma trigger (HINT: maybe be found lying on the floor)<\/span><span style=\"font-size:14px\"> <\/span><\/li>\n<\/ul>\n\n<p><span style=\"font-size:14px\">test<\/span><\/p>\n\n<p>&nbsp;<\/p>\n\n<p>&nbsp;<\/p>\n", "<p><span style=\"font-size:14px\"><strong>Great job! <\/strong>Welcome to Phase 2.<\/span><\/p>\n\n<p><span style=\"font-size:14px\">In this Phase you will be given information on ways to avoid triggers. <\/span><\/p>\n\n<p><span style=\"font-size:14px\">Continue through this hallway finding the same 3 triggers.<\/span><\/p>\n\n<p><span style=\"font-size:14px\">Just like in Pase 1, each trigger will go into the collection box.<\/span><\/p>\n\n<p><span style=\"font-size:14px\">In this Phase, the trigger will be removed from the room. <\/span><\/p>\n\n<p><span style=\"font-size:14px\">Keep an eye on the upper left corner of the room to know how many more triggers you need to find. C<\/span>lick the &quot;X&quot; in the upper right corner to close this information box &amp; find the next trigger<\/p>\n\n<p><span style=\"font-size:14px\"><strong>Now let&#39;s get started:<\/strong> click on the rug to see how to avoid this trigger.<\/span><\/p>\n"],
    "postText": ["<p><span style=\"font-size:14px\"><strong>Rug (Phase I) <\/strong><\/span><\/p>\n\n<p><span style=\"font-size:14px\">Great job you found the 1st trigger. When you clicked on the rug (hint, it&rsquo;s an asthma trigger) information will now show in the box. In the following rooms these boxes will have information about each trigger. <\/span><\/p>\n\n<p><span style=\"font-size:14px\">Once you click out of this box, the rug will then go to the collecting box&nbsp;at the bottom of the screen. <\/span><\/p>\n\n<p><span style=\"font-size:14px\">The number on the counter will now be &ldquo;2&rdquo;. <\/span><\/p>\n\n<p><span style=\"font-size:14px\">Look and find the remaining 2 triggers in the same way. Now click the &quot;X&quot; in the upper right corner to close this information box &amp; find the next trigger.&nbsp; (Hint: next trigger - Green doesn&rsquo;t mean clean!)&nbsp;<\/span><\/p>\n\n<ul>\n\t<li>this<\/li>\n\t<li>is\n\t<ul>\n\t\t<li>a test\n\t\t<ul>\n\t\t\t<li>yea<\/li>\n\t\t<\/ul>\n\t\t<\/li>\n\t<\/ul>\n\t<\/li>\n<\/ul>\n", "<p><span style=\"font-size:14px\"><strong>RUG (Phase 2)<\/strong><\/span><\/p>\n\n<p><span style=\"font-size:14px\">Great job! You found the rug, an asthma trigger. <\/span><\/p>\n\n<p><span style=\"font-size:14px\">In the following rooms you will be given information on how to avoid this trigger, this is just for practice. <\/span><\/p>\n\n<p><span style=\"font-size:14px\">When you click out of&nbsp;the box you will see the rug be removed from the room, put in the collecting box at the bottom of the screen, and the counter will go down to 2.<\/span><\/p>\n\n<p><span style=\"font-size:14px\"><strong>NOW<\/strong> Click on the mold for the next steps<\/span><\/p>\n"]
  }, {
    "Name": "Mold",
    "bannerText": "Window (Mold) – Allergen",
    "yValue": 35,
    "isTrigger": true,
    "thumbScale": "translate(-470,-351) scale(2.5)",
    "hint": "I grow in & on moist places & things",
    "hintXValue": 50,
    "preText": ["", ""],
    "postText": ["<p><span style=\"font-size:14px\"><strong>Mold (Phase I) <\/strong><\/span><\/p>\n\n<p><span style=\"font-size:14px\">Great job! You found the asthma trigger-Mold. You have advanced to the next trigger in the room and would be learning about it from information in the box. After you click the &quot;X&quot; to close the box, look at the number in the upper left corner, how many more triggers need to be found?<\/span><\/p>\n\n<p><span style=\"font-size:14px\">You have 1 more trigger left to click on in this Hallway (Hint: What a pest!)<\/span><\/p>\n", "<p><span style=\"font-size:14px\"><strong>Mold (Phase 2): <\/strong>&nbsp;<\/span><\/p>\n\n<p><span style=\"font-size:14px\">Great you found the mold!&nbsp;<\/span><\/p>\n\n<p><span style=\"font-size:14px\">In the next rooms you will&nbsp;be learning about ways to avoid mold.<\/span><\/p>\n\n<p><span style=\"font-size:14px\">This can help someone with asthma improve their control of their symptoms.<\/span><\/p>\n\n<p><span style=\"font-size:14px\">The total number of triggers in the upper left corner has decreased. You know how many more you have to find. The found triggers will drop into the collecting box at the bottom as<strong> <\/strong>you find them and be removed from the room in Phase 2.&nbsp; <\/span><\/p>\n\n<p><span style=\"font-size:14px\"><strong>Now,<\/strong> Catch the last trigger before it crawls&nbsp;away.<\/span><\/p>\n"],
    "xValue": 30
  }, {
    "Name": "Rat",
    "bannerText": "Pests (Rat) – Allergen",
    "yValue": 30,
    "isTrigger": true,
    "thumbScale": "translate(-11600,-8901) scale(12)",
    "hint": "I squeak out of small places",
    "hintXValue": 77,
    "preText": ["", ""],
    "postText": ["<p><span style=\"font-size:14px\"><strong>MOUSE (Phase I)&nbsp; <\/strong><\/span><\/p>\n\n<p><span style=\"font-size:14px\">Great job ! You found the Pest - a mouse, an asthma trigger for some people. &nbsp;You have found all 3 triggers&nbsp; and completed learning Phase&nbsp;1-Find The Triggers in this practice Hallway.<\/span><\/p>\n\n<p><span style=\"font-size:14px\">Once this box is closed, the counter will be at &ldquo;0&rdquo;, the collecting box will be full. When you click on the &quot;X&quot; at the top right of the box it will close and the screen will change to Phase 2- Ways to Avoid Triggers.<\/span><\/p>\n\n<p><span style=\"font-size:14px\">You will then&nbsp;&nbsp;<strong>re-click on each of the asthma trigger<\/strong> in Phase 2&nbsp;and&nbsp;learn about ways to avoid the triggers.<\/span><\/p>\n\n<p><strong><span style=\"font-size:14px\">NOW start Phase 2&nbsp;by clicking again on the rug.<\/span><\/strong><\/p>\n", "<p><strong>MOUSE (Phase 2)<\/strong><\/p>\n\n<p><span style=\"font-size:10.5pt\">Great job finding the last trigger in this room! That pest will now be removed from the room, be found in the collecting box, and the counter wil go to &ldquo;0&rdquo; after clicking out of this box. <\/span><\/p>\n\n<p><span style=\"font-size:10.5pt\">The room is now free of asthma triggers - Yay!! <\/span><\/p>\n\n<p><span style=\"font-size:10.5pt\">You will now go through the four rooms of this special house in 2 Phases. You will find the triggers, learn about the triggers that can affect a person&#39;s asthma and ways to avoid them. <\/span><\/p>\n\n<p><span style=\"font-size:10.5pt\">If you have a hard time finding a trigger in any room, hover over an empty collecting box and a hint will be given to help you.<\/span><\/p>\n\n<p><span style=\"font-size:10.5pt\">Have fun learning all about asthma triggers and ways to avoid them in the bedroom. <\/span><\/p>\n\n<p>&nbsp;<\/p>\n"],
    "xValue": 35
  }]
}
